module.exports = {
  notes: [
    {
      id: 1,
      title: "Lorem Ipsum",
      description:
        "Описание — композиционная форма, которую используют в литературоведении и лингвистике для подробной характеристики предметов или явлений.Обобщенно, объекты описания представляют собой перцептивные паттерны - качества (формы, направления, цвет, звук, вес, температуру и т.д.), количественные аспекты (меры и множества) и их отношения, более конкретно - это предметы, процессы, жизнь, характер людей и мн. др. объекты живой, неживой природы и сами субъективные переживания.Комплексный предмет/явление образует в сознании субъекта абстрактный смысловой тип, используемый им в дальнейшем для описания.",
      user_id: 123,
    },
    {
      id: 2,
      title: "Sic Dolor amet",
      description:
        "Для этой композиционной формы, в числе прочего, характерно изображение пространственных отношений, в котором также отображается пространственное соотношение элементов предмета. Это придает описанию визуальную наглядность, реализуемую применением языковых средств для описания пространства — наречий места, пространственных обозначений, данных направлений, расстояний, форм, а также соответствующих прилагательных.Описание всегда следует за временем наблюдения объекта, в общей цепи состоящей из акта восприятия, воспоминания, представления, осмысления и формулировки в доступных языковых терминах. Т.о. описание - это продукт мыслительной переработки целостного образа сцены/ситуации, субъективная знаковая интерпретация фрагмента действительности.",
      user_id: 456,
    },
  ],
  users: [
    { id: 123, name: "Name" },
    { id: 456, name: "No Name" },
  ],
};
